import React from "react";

const exercise3 = () => {
  return (
    <div>
      <div>
        Манай анги нь бусад ангиудаас сурагчдынхаа тоогоор бага учир багш бүрийн
        хичээл дээр бүгд идэвхитэй оролцож, бие биедээ өөрсдийн мэдсэн, сурсан
        мэдлэг чадвараасаа хуваалцаж тусалдаг. Анги хамт олон дундаа сурагч бүр
        нийтэч, бие биедээ хүндэтгэлтэй харьцаж, сургууль, багш нараас болон
        Анги удирдсан багшийн зүгээс өгсөн үүрэг даалгавар, аливаа арга
        хэмжээнүүдэд бүгд эв найрамдалтай, нэг баг, нэг анги хамт олон болон
        оролцдог анги юм.
      </div>
    </div>
  );
};

export default exercise3;
