import React from "react";
import Link from "next/link";

const homework = () => {
  return (
    <div>
      <div>
      <div
      className="p-12 text-center relative overflow-hidden bg-no-repeat bg-cover bg-fixed"
      loading="lazy"
      style={{ backgroundImage: 'url("/assets/img/10a/all.png")', height: 800 }}
    >
      <div
        className="absolute top-0 right-0 bottom-0 left-0 w-full h-full overflow-hidden"
        style={{ backgroundColor: "rgba(0, 0, 0, 0.0)" }}
      >
        <div className="flex justify-center items-center h-full ">
          <div className="text-white p-16 text-white max-w-2xl bg-gray-100" style={{ backgroundColor: "rgba(0, 0, 0, 0.5)" }}>
            <div className="flex justify-center">
              <h2 className="font-semibold text-3xl font-serif pb-8 ">
              НЭГ НЬ НИЙТИЙН ТӨЛӨӨ, НИЙТ НЬ НЭГНИЙХЭЭ ТӨЛӨӨ.
              </h2>
            </div>
            <h4 className="font-normal text-md mb-2 ">
              Л.Хийдэрчулуун багштай 10А анги
            </h4>
            <p className="font-light">              
            10А анги нь 2022-2023 оны хичээлийн жилд нийт 14 сурагчтайгаар
          хичээллэж байна. Үүнээс 6 хөвгүүн, 8 охинтой. Анги удирдсан багшаар
          Англи хэлний багш Л. Хийдэрчулуун багш удирдан ажилладаг.
            </p>                   
          </div>
        </div>
      </div>
    </div>
        <h1 className="text-blue-500 text-2xl text-center p-16">
          ОЛОНЛОГ ЭГЗЭ СУРГУУЛИЙН 10А АНГИЙН ТАНИЛЦУУЛГА
        </h1>
        <div className="p-8 text-justify text-md font-light">
        <p>
          10А анги нь 2022-2023 оны хичээлийн жилд нийт 14 сурагчтайгаар
          хичээллэж байна. Үүнээс 6 хөвгүүн, 8 охинтой. Анги удирдсан багшаар
          Англи хэлний багш Л. Хийдэрчулуун багш удирдан ажилладаг.</p> <br /> 
         <p> Манай
          анги нь бусад ангиудаас сурагчдынхаа тоогоор бага учир багш бүрийн
          хичээл дээр бүгд идэвхитэй оролцож, бие биедээ өөрсдийн мэдсэн, сурсан
          мэдлэг чадвараасаа хуваалцаж тусалдаг. Анги хамт олон дундаа сурагч
          бүр нийтэч, бие биедээ хүндэтгэлтэй харьцаж, сургууль, багш нараас
          болон Анги удирдсан багшийн зүгээс өгсөн үүрэг даалгавар, аливаа арга
          хэмжээнүүдэд бүгд эв найрамдалтай, нэг баг, нэг анги хамт олон болон
          оролцдог анги юм. <br /></p>
        
        <p> Ангийн уриа: НЭГ НЬ НИЙТИЙН ТӨЛӨӨ, НИЙТ НЬ НЭГНИЙХЭЭ ТӨЛӨӨ.</p>
        <br />
        Мөн манай ангил МЭДЭЭЛЭЛ ЗҮЙН ОЛИМПИАД-д бэлддэг 3 сурагч, МАТЕМАТИКИЙН
        ОЛИМПИАД-д бэлддэг 5 сурагч, ФИЗИКИЙН ОЛИМПИАД-д бэлддэг 2 сурагч тус
        тус байдаг. Ангидаа манлайлж, бусад сурагчиддаа байнга үлгэр жишээ
        болдог сурагчид их байдаг. <br /> 
        <p>Манай ангийн сурагчид хичээлүүдийн гэрийн даалгавраа хийхдээ
        мэдэхгүй, чадахгүй, ойлгохгүй байгаа нйздаа тусалж хамтран ажилладаг.
        Манай ангийн ирц идэвх хичээл бүр дээр үргэлж 100% байдаг. <br /><br /></p>
        <p>
          Ангийн амжилтуудаас дурдвал: 2019-2020 оны Намрын спартакиад-д
          /эмэгтэй байрнаас уртын харайлтад алтан медаль, эмэгтэй 100м гүйлтэд
          мөнгөн медаль/ 2020-2021 оны BrainStorm мэдээлэл зүйн олимпиад-д /2
          алтан медаль/, 2021-2022 оны Чингэлтэй дүүргийн Мэдээлэл зүйн
          олимпиад-аар тэнцэж 3-р байр эзэлсэн 2 сурагч, 8-р байр эзэлсэн 1
          сурагч, 20212022 оны Чингэлтэй дүүргийн Орос хэлний олимпиад-д 1-р
          байр эзлэн алтан медаль, 2022-2023 оны Намрын спартакиад-д / Эмэгтэй
          100м гүйлтэд мөнгөн медаль, хүрэл медаль, Байрнаас уртын харайлтад
          алтан медаль/ зэрэг тус тус амжилтуудыг гаргаж байсан.
        </p>
        </div>
      </div>
      <div
      className="p-12 text-center relative overflow-hidden bg-no-repeat bg-cover"
      loading="lazy"
      style={{ backgroundImage: 'url("/assets/img/10a/basketball.png")', height: 800 }}
    >
      <div
        className="absolute top-0 right-0 bottom-0 left-0 w-full h-full overflow-hidden"
        style={{ backgroundColor: "rgba(0, 0, 0, 0.25)" }}
      >       
       </div>
    </div>


    </div>
    
  );
};

export default homework;
